Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/9__elokuuta_vietettiin_kansainvalista_maailman_alkuperaiskansojen_paivaa.html.tmx
Source language: fin
Languages: sme

source: 9. elokuuta vietettiin kansainvälistä maailman alkuperäiskansojen päivää
sme: Borgemánu 9. beaivve dollojuvvui riikkaidgaskasaš eamiálbmogiid beaivi

source: Eilen 9.8.2020 vietettiin kansainvälistä maailman alkuperäiskansojen päivää.
sme: Ikte 9.8.2020 dollojuvvui riikkaidgaskasaš máilmmi eamiálbmogiid beaivi.

source: Päivän tarkoituksena on levittää ja lisätä yleisesti tietoisuutta alkuperäiskansoja koskettavista kysymyksistä sekä nostaa esille alkuperäiskansojen oikeuksien suojelun ja edistämisen merkitystä.
sme: Beaivvi ulbmil lea lebbet ja lasihit almmolaččat dieđuid eamiálbmogiidda guoski jearaldagain ja čalmmustahttit eamiálbmogiid vuoigatvuođaid suodjaleami ja ovddideami mearkkašumi.

source: Saamelaiset ovat yksi maailman alkuperäiskansoista sekä ainoa Euroopan Unionin alueella ja Suomessa oikeudellisesti tunnustettu alkuperäiskansa.
sme: Sápmelaččat leat okta eamiálbmot máilmmi eamiálbmogiid joavkkus ja áidna eamiálbmot, mii lea Eurohpa Uniovnna guovllus ja Suomas vuoigatvuođalaččat dovddastuvvon.

source: Saamelaiskäräjät tekee jatkuvaa työtä saamelaisten asioiden ja oikeuksien edistämiseksi niin kansallisella kuin kansainväliselläkin tasolla.
sme: Sámediggi bargá bistevaččat sámeáššiid ja vuoigatvuođaid ovddideami ovdii sihke našuvnnalaš ja riikkaidgaskasaš dásis.

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso näkee kansainvälisen maailman alkuperäiskansojen päivän merkityksen tärkeänä erityisesti juuri tietoisuuden lisäämiseksi.
sme: Sámedikki sátnejođiheaddji Duomis Áslat Juuso mielde riikkaidgaskasaš máilmmi eamiálbmogiid beaivi lea dehálaš earenoamážit diđolašvuođa lasiheami dihte.

source: – Toivon, että esimerkiksi alkuperäiskansojen oikeuksien toteutuminen saisi yleisesti enemmän tilaa jokapäiväisissä keskusteluissa ja, että ne otettaisiin tosiasiallisesti huomioon eri toimijoiden tahoilla heidän työssään.
sme: – Sávan, ahte ovdamearkka dihte eamiálbmogiid vuoigatvuođaid ollašuvvan oččošii almmolaččat eambbo saji beaivválaš ságastallamiin ja ahte dat váldojuvvošedje duođalaččat vuhtii iešguđet doibmiid dásis sin barggus.

source: Vuonna 2020 kansainvälisen maailman alkuperäiskansojen päivän teemana on COVID-19 ja alkuperäiskansojen kyky vastustaa sitä (engl. COVID-19 and indigenous peoples’ resilience).
sme: Jagi 2020 riikkaidgaskasaš máilmmi eamiálbmogiid beaivvi temá lea COVID-19 ja eamiálbmogiid návccat vuostálastit dan (eaŋg. COVID-19 and indigenous peoples’ resilience).

source: Alkuperäiskansat ympäri maailmaa joutuvat kohtaamaan arjessaan erilaisia haasteita, ja COVID-19 pandemia on monin paikoin vaikeuttanut heidän tilannettaan entisestään.
sme: Eamiálbmogat miehtá máilmmi gártet deaivat árggasteaset iešguđetlágan hástalusaid, ja COVID-19 pandemiija lea máŋgga ládje váttásmahttán sin dili ovddežis.

source: Yhdistyneet kansakunnat (YK) nostaa esille kansainvälistä maailman alkuperäiskansojen päivää koskevassa tiedotteessaan myös alkuperäiskansojen kyvyn sopeutua tilanteeseen ja etsiä heidän perinteiseen tietoon ja käytäntöihin pohjautuvia keinoja taistelussaan pandemiaa vastaan.
sme: Ovttastuvvan našuvnnat (ON) buktá ovdan riikkaidgaskasaš máilmmi eamiálbmogiid beaivái guoski dieđáhusastis maiddái eamiálbmogiid návccaid vuogáiduvvat dillái ja ohcat pandemiija vuostásaš dáistaleapmái vugiid, mat vuođđuduvvet eamiálbmogiid árbevirolaš dihtui ja geavadagaide.

source: Yhtenä tärkeänä tapana edistää alkuperäiskansojen tilannetta pandemian aikana mainitaan myös terveydenhuollon palveluiden varmistaminen alkuperäiskansojen omilla kielillä, sekä heidän erityisen tilanteensa huomioon ottaminen.
sme: Oktan dehálaš vuohkin ovddidit eamiálbmogiid dili pandemiija áigge máinnašuvvo maiddái dearvvašvuođafuolahusa bálvalusaid sihkkarastin eamiálbmogiid iežaset gillii, ja sin earenoamáš dili vuhtiiváldin.

source: Puheenjohtaja Juuso korostaa, että saamenkielinen viestiminen ja saamelaisten kielellisten oikeuksien toteutuminen esimerkiksi terveydenhuollon piirissä on tärkeää muistaa myös meillä Suomessa.
sme: Sátnejođiheaddji Juuso deattuha, ahte maiddái mis Suomas lea dehálaš muitit sámegielat dieđujuohkima ja sápmelaččaid gielalaš vuoigatvuođaid ollašuvvama ovdamearkka dihte dearvvašvuođafuolahusa olis.

source: Lisäksi saamelaisen kulttuurin huomioivien palveluiden tarjoaminen tulisi pystyä paremmin varmistamaan.
sme: Lassin galggašii bastit buorebut sihkkarastit dan, ahte fállun leat bálvalusat, mat váldet vuhtii sámekultuvrra.

source: Saamelaiskäräjät aloitti kesäkuussa kampanjan yhdenvertaisten sote-palveluiden puolesta.
sme: Sámediggi álggahii geassemánus kampánjja ovttaveardásaš sode-bálvalusaid ovdii.

source: Tutustu Saamelaiskäräjien kampanjaan yhdenvertaisista sote-palveluista kampanjasivustolla www.samediggi.fi/sote-uudistus .
sme: Oahpásmuva Sámedikki kampánjii ovttaveardásaš sode-bálvalusaid birra kampánjasiidduin www.samediggi.fi/sote-uudistus .

source: Saamelaiskäräjät pyrkii omalta osaltaan edistämään saamenkielisen tiedon saatavuutta ja jakamista koronavirustilannetta koskien nettisivuillaan .
sme: Sámediggi viggá oasistis ovddidit sámegielat dieđu oažžuma ja juohkima koronavirusdili birra neahttasiidduinis .

source: Lisätietoja
sme: Lassedieđut

source: puheenjohtaja Tuomas Aslak Juuso puh. 040 687 3394, tuomas.juuso(at)samediggi.fi
sme: Sátnejođiheaddji Duomis Áslat Juuso puh. 040 687 3394, tuomas.juuso(at)samediggi.fi
